Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/DepthMaps/DepthMaps.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Can’t reach Hugging Face to download the depth model. Check your internet connection and try again.
ar: تعذّر الوصول إلى Hugging Face لتنزيل نموذج العمق. تحقّق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Hugging Face ist nicht erreichbar, um das Tiefenmodell zu laden. Prüfe deine Internetverbindung und versuche es erneut.
es: No se puede acceder a Hugging Face para descargar el modelo de profundidad. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Impossible de joindre Hugging Face pour télécharger le modèle de profondeur. Vérifiez votre connexion à Internet et réessayez.
hi: डेप्थ मॉडल डाउनलोड करने के लिए Hugging Face तक नहीं पहुँचा जा सका। अपना इंटरनेट कनेक्शन जाँचें और फिर से कोशिश करें।
it: Impossibile raggiungere Hugging Face per scaricare il modello di profondità. Controlla la connessione a Internet e riprova.
ja: 深度モデルをダウンロードするために Hugging Face に接続できません。インターネット接続を確認して、もう一度お試しください。
ko: 깊이 모델을 다운로드하기 위해 Hugging Face에 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하십시오.
pl: Nie można połączyć się z Hugging Face, aby pobrać model głębi. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não é possível acessar o Hugging Face para baixar o modelo de profundidade. Verifique sua conexão com a internet e tente novamente.
ru: Не удаётся подключиться к Hugging Face для загрузки модели глубины. Проверьте подключение к интернету и повторите попытку.
tr: Derinlik modelini indirmek için Hugging Face’e ulaşılamıyor. İnternet bağlantınızı denetleyip yeniden deneyin.
uk: Не вдається під’єднатися до Hugging Face, щоб завантажити модель глибини. Перевірте з’єднання з інтернетом і спробуйте ще раз.
zh_hans: 无法访问 Hugging Face 来下载深度模型。请检查互联网连接，然后重试。
zh_hant: 無法連線至 Hugging Face 來下載深度模型。請檢查網際網路連線，然後再試一次。

source: Depth Anything V2 Small, Core ML by Apple: Apache License 2.0
ar: Depth Anything V2 Small، تحويل Core ML من Apple: رخصة Apache 2.0
de: Depth Anything V2 Small, Core ML von Apple: Apache-Lizenz 2.0
es: Depth Anything V2 Small, Core ML de Apple: Licencia Apache 2.0
fr: Depth Anything V2 Small, Core ML par Apple : licence Apache 2.0
hi: Depth Anything V2 Small, Apple द्वारा Core ML: Apache License 2.0
it: Depth Anything V2 Small, Core ML di Apple: Licenza Apache 2.0
ja: Depth Anything V2 Small（Core ML 版：Apple）：Apache License 2.0
ko: Depth Anything V2 Small, Apple의 Core ML: Apache License 2.0
pl: Depth Anything V2 Small, Core ML od Apple: Licencja Apache 2.0
pt_br: Depth Anything V2 Small, Core ML da Apple: Licença Apache 2.0
ru: Depth Anything V2 Small, Core ML от Apple: лицензия Apache 2.0
tr: Depth Anything V2 Small, Apple’dan Core ML: Apache Lisansı 2.0
uk: Depth Anything V2 Small, Core ML від Apple: ліцензія Apache 2.0
zh_hans: Depth Anything V2 Small，Apple 提供的 Core ML 版本：Apache 许可证 2.0
zh_hant: Depth Anything V2 Small，Apple 提供的 Core ML 版本：Apache 授權條款 2.0

source: Downloads the depth model from Apple’s Core ML release on Hugging Face.
ar: ينزّل نموذج العمق من إصدار Core ML الخاص بـ Apple على Hugging Face.
de: Lädt das Tiefenmodell aus Apples Core-ML-Veröffentlichung auf Hugging Face.
es: Descarga el modelo de profundidad de la publicación de Core ML de Apple en Hugging Face.
fr: Télécharge le modèle de profondeur depuis la publication Core ML d’Apple sur Hugging Face.
hi: Hugging Face पर Apple की Core ML रिलीज़ से डेप्थ मॉडल डाउनलोड करता है।
it: Scarica il modello di profondità dalla pubblicazione Core ML di Apple su Hugging Face.
ja: Hugging Face 上の Apple の Core ML リリースから深度モデルをダウンロードします。
ko: Hugging Face에 있는 Apple의 Core ML 릴리스에서 깊이 모델을 다운로드합니다.
pl: Pobiera model głębi z publikacji Core ML firmy Apple w serwisie Hugging Face.
pt_br: Baixa o modelo de profundidade da versão Core ML da Apple no Hugging Face.
ru: Загружает модель глубины из публикации Core ML от Apple на Hugging Face.
tr: Derinlik modelini Apple’ın Hugging Face’teki Core ML yayınından indirir.
uk: Завантажує модель глибини з публікації Core ML від Apple на Hugging Face.
zh_hans: 从 Apple 在 Hugging Face 上发布的 Core ML 版本下载深度模型。
zh_hant: 從 Apple 在 Hugging Face 上發布的 Core ML 版本下載深度模型。

source: Downloads the depth model this release of the app uses and removes older ones.
ar: ينزّل نموذج العمق الذي يستخدمه هذا الإصدار من التطبيق ويزيل النماذج الأقدم.
de: Lädt das Tiefenmodell, das diese App-Version verwendet, und entfernt ältere.
es: Descarga el modelo de profundidad que usa esta versión de la app y elimina los anteriores.
fr: Télécharge le modèle de profondeur utilisé par cette version de l’app et supprime les plus anciens.
hi: ऐप के इस रिलीज़ में उपयोग होने वाला डेप्थ मॉडल डाउनलोड करता है और पुराने हटा देता है।
it: Scarica il modello di profondità usato da questa versione dell’app e rimuove quelli precedenti.
ja: このバージョンのアプリが使う深度モデルをダウンロードし、古いものを削除します。
ko: 이 버전의 앱에서 사용하는 깊이 모델을 다운로드하고 이전 모델을 제거합니다.
pl: Pobiera model głębi używany przez tę wersję aplikacji i usuwa starsze.
pt_br: Baixa o modelo de profundidade usado por esta versão do app e remove os mais antigos.
ru: Загружает модель глубины, которую использует эта версия приложения, и удаляет более старые.
tr: Uygulamanın bu sürümünün kullandığı derinlik modelini indirir ve eskileri kaldırır.
uk: Завантажує модель глибини, яку використовує ця версія програми, і вилучає старіші.
zh_hans: 下载此版本 App 使用的深度模型，并移除旧版本。
zh_hant: 下載此版本 App 使用的深度模型，並移除舊版本。

source: Generates depth maps for depth parallax in the Scene Editor and the Wallpaper Editor, on this Mac, with Depth Anything V2 Small (Apache License 2.0). The model is downloaded on demand from Apple’s Core ML release on Hugging Face and checked against the version this app expects.
ar: ينشئ خرائط عمق لاختلاف منظر العمق في محرر المشهد ومحرر الخلفيات، على جهاز Mac هذا، باستخدام Depth Anything V2 Small (رخصة Apache 2.0). يُنزَّل النموذج عند الطلب من إصدار Core ML الخاص بـ Apple على Hugging Face ويُتحقق منه مقابل الإصدار الذي يتوقعه هذا التطبيق.
de: Erzeugt Tiefenkarten für die Tiefenparallaxe im Szeneneditor und im Hintergrundbild-Editor, auf diesem Mac, mit Depth Anything V2 Small (Apache-Lizenz 2.0). Das Modell wird bei Bedarf aus Apples Core-ML-Veröffentlichung auf Hugging Face geladen und mit der Version abgeglichen, die die App erwartet.
es: Genera mapas de profundidad para el paralaje de profundidad en el Editor de escenas y el Editor de fondos de pantalla, en este Mac, con Depth Anything V2 Small (Licencia Apache 2.0). El modelo se descarga cuando se necesita desde la publicación de Core ML de Apple en Hugging Face y se comprueba con la versión que espera esta app.
fr: Génère des cartes de profondeur pour la parallaxe de profondeur dans l’Éditeur de scène et l’Éditeur de fond d’écran, sur ce Mac, avec Depth Anything V2 Small (licence Apache 2.0). Le modèle est téléchargé à la demande depuis la publication Core ML d’Apple sur Hugging Face et vérifié par rapport à la version attendue par cette app.
hi: सीन एडिटर और वॉलपेपर एडिटर में डेप्थ पैरालैक्स के लिए इसी Mac पर Depth Anything V2 Small (Apache License 2.0) से डेप्थ मैप बनाता है। मॉडल ज़रूरत पड़ने पर Hugging Face पर Apple की Core ML रिलीज़ से डाउनलोड होता है और इस ऐप के अपेक्षित वर्शन से मिलाकर जाँचा जाता है।
it: Genera mappe di profondità per la parallasse di profondità nell’Editor scena e nell’Editor sfondi, su questo Mac, con Depth Anything V2 Small (Licenza Apache 2.0). Il modello viene scaricato quando serve dalla pubblicazione Core ML di Apple su Hugging Face e verificato rispetto alla versione prevista dall’app.
ja: シーンエディタと壁紙エディタの深度視差に使う深度マップを、このMac上で Depth Anything V2 Small（Apache License 2.0）を使って生成します。モデルは必要なときに Hugging Face 上の Apple の Core ML リリースからダウンロードされ、このアプリが想定するバージョンと照合されます。
ko: 장면 편집기와 배경화면 편집기의 깊이 시차에 쓰이는 깊이 맵을 이 Mac에서 Depth Anything V2 Small(Apache License 2.0)로 생성합니다. 모델은 필요할 때 Hugging Face에 있는 Apple의 Core ML 릴리스에서 다운로드되며, 이 앱이 예상하는 버전과 대조됩니다.
pl: Generuje mapy głębi do paralaksy głębi w Edytorze sceny i Edytorze tapet, na tym Macu, za pomocą Depth Anything V2 Small (Licencja Apache 2.0). Model jest pobierany na żądanie z publikacji Core ML firmy Apple w serwisie Hugging Face i sprawdzany względem wersji oczekiwanej przez aplikację.
pt_br: Gera mapas de profundidade para a paralaxe de profundidade no Editor de Cena e no Editor de Imagem de Fundo, neste Mac, com o Depth Anything V2 Small (Licença Apache 2.0). O modelo é baixado sob demanda da versão Core ML da Apple no Hugging Face e verificado com a versão esperada pelo app.
ru: Создаёт карты глубины для параллакса глубины в редакторе сцены и редакторе обоев прямо на этом Mac с помощью Depth Anything V2 Small (лицензия Apache 2.0). Модель загружается по запросу из публикации Core ML от Apple на Hugging Face и сверяется с версией, которую ожидает приложение.
tr: Sahne Düzenleyici ve Duvar Kâğıdı Düzenleyici’deki derinlik paralaksı için derinlik haritalarını bu Mac’te Depth Anything V2 Small (Apache Lisansı 2.0) ile oluşturur. Model, gerektiğinde Apple’ın Hugging Face’teki Core ML yayınından indirilir ve bu uygulamanın beklediği sürümle karşılaştırılır.
uk: Створює карти глибини для паралаксу глибини в редакторі сцени та редакторі шпалер просто на цьому Mac за допомогою Depth Anything V2 Small (ліцензія Apache 2.0). Модель завантажується за потреби з публікації Core ML від Apple на Hugging Face і звіряється з версією, яку очікує програма.
zh_hans: 在这台 Mac 上使用 Depth Anything V2 Small（Apache 许可证 2.0）为场景编辑器和墙纸编辑器中的深度视差生成深度图。模型会在需要时从 Apple 在 Hugging Face 上发布的 Core ML 版本下载，并与此 App 所需的版本进行核对。
zh_hant: 在這部 Mac 上使用 Depth Anything V2 Small（Apache 授權條款 2.0）為場景編輯器和背景圖片編輯器中的深度視差產生深度圖。模型會在需要時從 Apple 在 Hugging Face 上發布的 Core ML 版本下載，並與此 App 所需的版本核對。

source: Loaded only while generating, and released after five minutes without use.
ar: يُحمَّل فقط أثناء الإنشاء، ويُحرَّر بعد خمس دقائق من عدم الاستخدام.
de: Wird nur beim Erzeugen geladen und nach fünf Minuten ohne Nutzung wieder freigegeben.
es: Solo se carga mientras se genera y se libera tras cinco minutos sin uso.
fr: Chargé uniquement pendant la génération, puis libéré après cinq minutes d’inactivité.
hi: केवल बनाते समय लोड होता है, और पाँच मिनट तक इस्तेमाल न होने पर मुक्त हो जाता है।
it: Viene caricato solo durante la generazione e rilasciato dopo cinque minuti di inutilizzo.
ja: 生成中のみ読み込まれ、5分間使用しないと解放されます。
ko: 생성하는 동안에만 불러오며, 5분 동안 사용하지 않으면 해제됩니다.
pl: Wczytywany tylko podczas generowania i zwalniany po pięciu minutach bezczynności.
pt_br: Carregado apenas durante a geração e liberado após cinco minutos sem uso.
ru: Загружается только во время создания и выгружается после пяти минут простоя.
tr: Yalnızca oluşturma sırasında yüklenir ve beş dakika kullanılmadığında bırakılır.
uk: Завантажується лише під час створення і вивантажується після п’яти хвилин простою.
zh_hans: 仅在生成时载入，闲置五分钟后释放。
zh_hant: 僅在產生時載入，閒置五分鐘後釋放。

source: Moves the depth model to the Trash. Depth maps already made keep working.
ar: ينقل نموذج العمق إلى سلة المهملات. تستمر خرائط العمق المُنشأة بالفعل في العمل.
de: Legt das Tiefenmodell in den Papierkorb. Bereits erzeugte Tiefenkarten funktionieren weiterhin.
es: Mueve el modelo de profundidad a la papelera. Los mapas de profundidad ya creados siguen funcionando.
fr: Place le modèle de profondeur dans la corbeille. Les cartes de profondeur déjà créées continuent de fonctionner.
hi: डेप्थ मॉडल को ट्रैश में ले जाता है। पहले से बने डेप्थ मैप काम करते रहते हैं।
it: Sposta il modello di profondità nel Cestino. Le mappe di profondità già create continuano a funzionare.
ja: 深度モデルをゴミ箱に移動します。作成済みの深度マップは引き続き使えます。
ko: 깊이 모델을 휴지통으로 이동합니다. 이미 만든 깊이 맵은 계속 작동합니다.
pl: Przenosi model głębi do kosza. Utworzone już mapy głębi nadal działają.
pt_br: Move o modelo de profundidade para o Lixo. Os mapas de profundidade já criados continuam funcionando.
ru: Перемещает модель глубины в Корзину. Уже созданные карты глубины продолжат работать.
tr: Derinlik modelini Çöp Sepeti’ne taşır. Önceden oluşturulan derinlik haritaları çalışmaya devam eder.
uk: Переміщує модель глибини в Смітник. Уже створені карти глибини працюватимуть і далі.
zh_hans: 将深度模型移到废纸篓。已生成的深度图仍可使用。
zh_hant: 將深度模型移到垃圾桶。已產生的深度圖仍可使用。

source: Preparing the model for this Mac…
ar: جارٍ تجهيز النموذج لجهاز Mac هذا…
de: Modell wird für diesen Mac vorbereitet …
es: Preparando el modelo para este Mac…
fr: Préparation du modèle pour ce Mac…
hi: इस Mac के लिए मॉडल तैयार हो रहा है…
it: Preparazione del modello per questo Mac…
ja: このMac用にモデルを準備中…
ko: 이 Mac용으로 모델 준비 중…
pl: Przygotowywanie modelu dla tego Maca…
pt_br: Preparando o modelo para este Mac…
ru: Подготовка модели для этого Mac…
tr: Model bu Mac için hazırlanıyor…
uk: Підготовка моделі для цього Mac…
zh_hans: 正在为这台 Mac 准备模型…
zh_hant: 正在為這部 Mac 準備模型…

source: The depth model can’t be prepared for this Mac: %@
ar: تعذّر تجهيز نموذج العمق لجهاز Mac هذا: %@
de: Das Tiefenmodell kann für diesen Mac nicht vorbereitet werden: %@
es: No se puede preparar el modelo de profundidad para este Mac: %@
fr: Impossible de préparer le modèle de profondeur pour ce Mac : %@
hi: डेप्थ मॉडल को इस Mac के लिए तैयार नहीं किया जा सका: %@
it: Impossibile preparare il modello di profondità per questo Mac: %@
ja: このMac用に深度モデルを準備できません：%@
ko: 이 Mac용으로 깊이 모델을 준비할 수 없습니다: %@
pl: Nie można przygotować modelu głębi dla tego Maca: %@
pt_br: Não é possível preparar o modelo de profundidade para este Mac: %@
ru: Не удаётся подготовить модель глубины для этого Mac: %@
tr: Derinlik modeli bu Mac için hazırlanamıyor: %@
uk: Не вдається підготувати модель глибини для цього Mac: %@
zh_hans: 无法为这台 Mac 准备深度模型：%@
zh_hant: 無法為這部 Mac 準備深度模型：%@

source: The depth model download doesn’t match the version this app expects, so it wasn’t installed. Try again later.
ar: لا يطابق نموذج العمق الذي تم تنزيله الإصدار الذي يتوقعه هذا التطبيق، لذا لم يُثبَّت. حاول مرة أخرى لاحقًا.
de: Das geladene Tiefenmodell entspricht nicht der Version, die die App erwartet, und wurde deshalb nicht installiert. Versuche es später erneut.
es: El modelo de profundidad descargado no coincide con la versión que espera esta app, así que no se instaló. Inténtalo más tarde.
fr: Le modèle de profondeur téléchargé ne correspond pas à la version attendue par cette app ; il n’a donc pas été installé. Réessayez plus tard.
hi: डाउनलोड किया गया डेप्थ मॉडल उस वर्शन से मेल नहीं खाता जिसकी इस ऐप को अपेक्षा है, इसलिए इसे इंस्टॉल नहीं किया गया। बाद में फिर से कोशिश करें।
it: Il modello di profondità scaricato non corrisponde alla versione prevista dall’app, quindi non è stato installato. Riprova più tardi.
ja: ダウンロードした深度モデルがこのアプリの想定するバージョンと一致しないため、インストールしませんでした。後でもう一度お試しください。
ko: 다운로드한 깊이 모델이 이 앱에서 예상하는 버전과 일치하지 않아 설치하지 않았습니다. 나중에 다시 시도하십시오.
pl: Pobrany model głębi nie odpowiada wersji oczekiwanej przez aplikację, więc nie został zainstalowany. Spróbuj ponownie później.
pt_br: O modelo de profundidade baixado não corresponde à versão esperada pelo app, por isso não foi instalado. Tente novamente mais tarde.
ru: Загруженная модель глубины не совпадает с версией, которую ожидает приложение, поэтому она не установлена. Повторите попытку позже.
tr: İndirilen derinlik modeli bu uygulamanın beklediği sürümle eşleşmediğinden yüklenmedi. Daha sonra yeniden deneyin.
uk: Завантажена модель глибини не відповідає версії, яку очікує програма, тому її не встановлено. Спробуйте пізніше.
zh_hans: 下载的深度模型与此 App 所需的版本不符，因此未安装。请稍后再试。
zh_hant: 下載的深度模型與此 App 所需的版本不符，因此未安裝。請稍後再試。

source: The scene couldn’t be drawn to make a depth map.
ar: تعذّر رسم المشهد لإنشاء خريطة عمق.
de: Die Szene konnte nicht gezeichnet werden, um eine Tiefenkarte zu erzeugen.
es: No se pudo dibujar la escena para crear un mapa de profundidad.
fr: Impossible de dessiner la scène pour créer une carte de profondeur.
hi: डेप्थ मैप बनाने के लिए सीन ड्रॉ नहीं हो सका।
it: Impossibile disegnare la scena per creare una mappa di profondità.
ja: 深度マップを作成するためにシーンを描画できませんでした。
ko: 깊이 맵을 만들기 위해 장면을 그릴 수 없습니다.
pl: Nie można narysować sceny, aby utworzyć mapę głębi.
pt_br: Não foi possível desenhar a cena para criar um mapa de profundidade.
ru: Не удалось отрисовать сцену для создания карты глубины.
tr: Derinlik haritası oluşturmak için sahne çizilemedi.
uk: Не вдалося намалювати сцену, щоб створити карту глибини.
zh_hans: 无法绘制场景以生成深度图。
zh_hant: 無法繪製場景以產生深度圖。

source: There isn’t enough free disk space to install the depth model.
ar: لا توجد مساحة كافية على القرص لتثبيت نموذج العمق.
de: Es ist nicht genug freier Speicherplatz vorhanden, um das Tiefenmodell zu installieren.
es: No hay suficiente espacio libre en el disco para instalar el modelo de profundidad.
fr: L’espace disque disponible est insuffisant pour installer le modèle de profondeur.
hi: डेप्थ मॉडल इंस्टॉल करने के लिए डिस्क पर पर्याप्त जगह नहीं है।
it: Lo spazio libero su disco non è sufficiente per installare il modello di profondità.
ja: 深度モデルをインストールするための空き容量が足りません。
ko: 깊이 모델을 설치할 디스크 여유 공간이 부족합니다.
pl: Za mało wolnego miejsca na dysku, aby zainstalować model głębi.
pt_br: Não há espaço livre suficiente em disco para instalar o modelo de profundidade.
ru: Недостаточно свободного места на диске для установки модели глубины.
tr: Derinlik modelini yüklemek için yeterli boş disk alanı yok.
uk: Недостатньо вільного місця на диску, щоб установити модель глибини.
zh_hans: 磁盘空间不足，无法安装深度模型。
zh_hant: 磁碟空間不足，無法安裝深度模型。

source: Wallpaper Engine’s Depth Parallax effect isn’t available. Set up Wallpaper Engine’s assets in Settings › Assets.
ar: تأثير اختلاف منظر العمق من Wallpaper Engine غير متاح. أعِدّ موارد Wallpaper Engine من الإعدادات › الموارد.
de: Der Tiefenparallaxe-Effekt von Wallpaper Engine ist nicht verfügbar. Richte die Assets von Wallpaper Engine unter Einstellungen › Assets ein.
es: El efecto Paralaje de profundidad de Wallpaper Engine no está disponible. Configura los recursos de Wallpaper Engine en Ajustes › Recursos.
fr: L’effet Parallaxe de profondeur de Wallpaper Engine n’est pas disponible. Configurez les ressources de Wallpaper Engine dans Réglages › Ressources.
hi: Wallpaper Engine का डेप्थ पैरालैक्स इफ़ेक्ट उपलब्ध नहीं है। सेटिंग › ऐसेट में Wallpaper Engine के ऐसेट सेट अप करें।
it: L’effetto Parallasse di profondità di Wallpaper Engine non è disponibile. Configura le risorse di Wallpaper Engine in Impostazioni › Risorse.
ja: Wallpaper Engine の深度視差エフェクトを使用できません。「設定」›「アセット」で Wallpaper Engine のアセットを設定してください。
ko: Wallpaper Engine의 깊이 시차 효과를 사용할 수 없습니다. 설정 › 에셋에서 Wallpaper Engine의 에셋을 설정하십시오.
pl: Efekt Paralaksa głębi z Wallpaper Engine jest niedostępny. Skonfiguruj zasoby Wallpaper Engine w Ustawienia › Zasoby.
pt_br: O efeito Paralaxe de Profundidade do Wallpaper Engine não está disponível. Configure os recursos do Wallpaper Engine em Ajustes › Recursos.
ru: Эффект «Параллакс глубины» из Wallpaper Engine недоступен. Настройте ресурсы Wallpaper Engine в разделе «Настройки» › «Ресурсы».
tr: Wallpaper Engine’in Derinlik Paralaksı efekti kullanılamıyor. Wallpaper Engine varlıklarını Ayarlar › Varlıklar’da ayarlayın.
uk: Ефект «Паралакс глибини» з Wallpaper Engine недоступний. Налаштуйте ресурси Wallpaper Engine в розділі «Параметри» › «Ресурси».
zh_hans: Wallpaper Engine 的“深度视差”效果不可用。请在“设置”›“资源”中设置 Wallpaper Engine 的资源。
zh_hant: Wallpaper Engine 的「深度視差」效果無法使用。請在「設定」›「資源」中設定 Wallpaper Engine 的資源。
